export const menuItems = [
    {
        id: 1,
        cat: "อาหารคาว",
        name: "ข้าวผัด",
        desc: "ข้าวผัด มีประวัติความเป็นมาอย่างไร ไม่มีใครทราบแน่ชัด จากบันทึกที่สามารถอ้างอิงได้ ข้าวผัดถูกคิดค้นขึ้นที่ประเทศจีน ในสมัยราชวงศ์สุย (Sui dynasty) ระหว่างปี ค.ศ. 589–618 ที่เมืองหยางโจว (Yangzhou) ทางตะวันออกของมณฑลเจียงซู (Jiangsu) โดยเชื่อกันว่าที่มาของข้าวผัด เริ่มมาจากความต้องการที่จะนำข้าวสวยที่กินเหลือกลับมาประกอบอาหารใหม่ จากบรรพรุษชาวจีน ทั้งที่อยู่ที่ถิ่นฐานเดิม ทั้งที่ย้ายอพยพไปต่างถิ่น ได้ถ่ายทอดวิธีการทำข้าวผัด มีการ ประยุกต์ ปรับเปลี่ยน สร้างสรรค์ สืบทอด ทำให้อาหารจานข้าวจานนี้ มีความหลากหลาย มีลักษณะเฉพาะในของแต่ละประเทศ",
        img: "https://www.thep-center.org/wp-content/uploads/2022/11/%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B8%97%E0%B8%B5%E0%B9%88-1-%E0%B8%82%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B1%E0%B8%94%E0%B9%81%E0%B8%9A%E0%B8%9A%E0%B8%88%E0%B8%B5%E0%B8%99.jpg"
    },
    {
        id: 2,
        cat: "อาหารหวาน",
        name: "บัวลอย",
        desc: "ขนมบัวลอยถือว่าเป็นอีกหนึ่งขนมไทยโบราณที่อยู่คู่กับคนไทยมาตั้งแต่สมัยอยุธยา แม้ไม่มีประวัติความเป็นมาที่แน่ชัดว่าเริ่มต้นจากที่ไหน และใครเป็นผู้คิดค้น แต่ทุกภาคของประเทศไทยก็มีเมนูขนมหวานถ้วยนี้เป็นขนมคู่สำรับมาช้านาน เพราะไม่เพียงแต่ความหอมหวานของน้ำกะทิ และความนุ่มของแป้งเท่านั้น แต่ด้วยความหมายที่เป็นมงคลของขนมบัวลอย ที่สื่อความหมายดี ๆ ให้คนในครอบครัวกลมเกลียวเหนียวแน่น ส่งผลให้ขนมบัวลอยได้รับความนิยมนำมาทำรับประทานในงานบุญและงานมงคลต่างๆ",
        img: "https://aroi-mark.com/wp-content/uploads/2020/10/%E0%B8%82%E0%B8%99%E0%B8%A1%E0%B8%9A%E0%B8%B1%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%A21.jpg"
    }
]